# Список вопросов и баллы за ответы
questions = [
    {
        "text": "Тебе нравится решать логические задачи?",
        "yes": "технологии",
        "no": "люди"
    },
    {
        "text": "Ты получаешь удовольствие, помогая другим?",
        "yes": "люди",
        "no": "технологии"
    },
    {
        "text": "Ты любишь придумывать что-то новое и креативить?",
        "yes": "творчество",
        "no": None
    },
    {
        "text": "Тебе комфортнее работать в одиночку, чем в команде?",
        "yes": "технологии",
        "no": "люди"
    },
    {
        "text": "Ты хочешь, чтобы твоя работа приносила пользу обществу?",
        "yes": "люди",
        "no": "технологии"
    },
]
